/* NSTextField (Local File:) : <title:Local File:> (oid:123) */
"Local File:" = "Místní soubor:";

/* NSTextField (URL:) : <title:URL:> (oid:122) */
"URL:" = "URL:";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:163) */
"Unlimited Bandwidth" = "Neomezená";

"Overwrite all files" = "Přepsat všechny soubory";
"Append existing files" = "Připojit stávající soubory";
"Rename transferred files with a timestamp appended to the filename" = "K jménu přenášeného souboru připojit časové razítko";
"Rename existing files with timestamp appended to filename" = "Přejmenovat stávající soubory připojením časového razítka";
"Skip transfer of files that already exist" = "Vynechat přenos souborů, které již existují";
"Prompt for action on every file" = "Dotázat se u každého souboru";
"Skip files that match size, modification date or checksum" = "Vynechat soubory se shodující se velikostí, datem změny nebo kontrolním součtem";
/* Synchronization */
"Download changed and missing files" = "Zkopírovat (download) změněné a chybějící soubory";
"Upload changed and missing files" = "Zkopírovat (upload) změněné a chybějící soubory";
"Download and Upload" = "Kopírování (download a upload)";

/* Transfer action for existing files. */
"Overwrite" = "Nahradit";
"Overwrite all files" = "Přepsat všechny soubory";

/* Toolbar item in Transfer Window. Transfer action for existing files */
"Resume" = "Dokončit";
"Append existing files" = "Připojit stávající soubory";

/* Transfer action for existing files */
"Rename existing" = "Přejmenovat stávající";
"Rename existing files with timestamp appended to filename" = "Přejmenovat stávající soubory připojením časového razítka";
"Rename" = "Přejmenovat";
"Move" = "Move";
"Rename transferred files with a timestamp appended to the filename" = "K jménu přenášeného souboru připojit časové razítko";

/* Transfer action for existing files */
"Skip" = "Přeskočit";
"Skip transfer of files that already exist" = "Vynechat přenos souborů, které již existují";
"Compare" = "Porovnat";
"Skip files that match size, modification date or checksum" = "Vynechat soubory se shodující se velikostí, datem změny nebo kontrolním součtem";

/* Toolbar item */
"Trash" = "Koš";
"Move files that already exist to the Trash" = "Přesunout soubory, které již existují do Koše";

/* Synchronization actions */
"Download changed and missing files" = "Zkopírovat (download) změněné a chybějící soubory";
"Upload changed and missing files" = "Zkopírovat (upload) změněné a chybějící soubory";
"Download and Upload" = "Kopírování (download a upload)";

/* Synchronize option */
"Mirror" = "Zrcadlit";

/* NSMenuItem (Neue Verbindung öffnen) : <title:Open new connection> (oid:144) */
"Open single connection" = "Nové spojení";

/* NSMenuItem (Use browser connection) : <title:Use browser connection> (oid:145) */
"Use browser connection" = "Použít aktuální prohlížeč";
"Open multiple connections" = "Open multiple connections";
"Connections" = "Connections";
"{0} Connections" = "{0} Connections";
"Log" = "Log";
